<?php

return [
    'success' => [
        'store' => 'ბანერი შეიქმნა წარმატებით.',
        'update' => 'ბანერი განახლდა წარმატებით.',
        'destroy' => 'ბანერი წაიშალა წარმატებით.',
        'delete_images' => 'ბანერის ფოტოები წაიშლა წარმატებით.'
    ],
    'error' => [
        'index' => 'თქვენ არ გაქვთ ბანერთა სიის ნახვის უფლება.',
        'show' => 'თქვენ არ გაქვთ კონკრეტული ბანერის ნახვის უფლება.',
        'store' => 'თქვენ არ გაქვთ ბანერის შექმნის უფლება.',
        'update' => 'თქვენ არ გაქვთ ბანერის განახლებისის უფლება.',
        'destroy' => 'თქვენ არ გაქვთ ბანერის წაშლის უფლება.',
        'types' => 'თქვენ არ გაქვთ ბანერთა ტიპების ნახვის უფლება.',
        'delete_images' => 'თქვენ არ გაქვთ ბანერის ფოტოების წაშლის უფლება.'
    ]
];
