<?php

return [
    'success' => [
        'store' => 'მესიჯი შეიქმნა წარმატებით.',
        'update' => 'მესიჯი განახლდა წარმატებით.',
        'destroy' => 'მესიჯი წაიშალა წარმატებით.',
        'restore' => 'მესიჯი აღდგა წარმატებით.'
    ],
    'error' => [
        'index' => 'თქვენ არ გაქვთ მესიჯთა სიის ნახვის უფლება.',
        'show' => 'თქვენ არ გაქვთ კონკრეტული მესიჯის ნახვის უფლება.',
        'store' => 'თქვენ არ გაქვთ მესიჯის შექმნის უფლება.',
        'update' => 'თქვენ არ გაქვთ მესიჯის განახლებისის უფლება.',
        'destroy' => 'თქვენ არ გაქვთ მესიჯის წაშლის უფლება.',
        'archived' => 'თქვენ არ გაქვთ დაარქივებული მესიჯების ნახვის უფლება.',
        'restore' => 'თქვენ არ გაქვთ მესიჯის აღდგენის უფლება.'
    ]
];
