<?php

return [
    'success' => [
        'store' => 'პოსტი შეიქმნა წარმატებით.',
        'update' => 'პოსტი განახლდა წარმატებით.',
        'destroy' => 'პოსტი წაიშალა წარმატებით.',
        'delete_images' => 'პოსტის ფოტოები წაიშლა წარმატებით.'
    ],
    'error' => [
        'index' => 'თქვენ არ გაქვთ პოსტთა სიის ნახვის უფლება.',
        'show' => 'თქვენ არ გაქვთ კონკრეტული პოსტის ნახვის უფლება.',
        'store' => 'თქვენ არ გაქვთ პოსტის შექმნის უფლება.',
        'update' => 'თქვენ არ გაქვთ პოსტის განახლებისის უფლება.',
        'destroy' => 'თქვენ არ გაქვთ პოსტის წაშლის უფლება.',
        'types' => 'თქვენ არ გაქვთ პოსტთა ტიპების ნახვის უფლება.',
        'delete_images' => 'თქვენ არ გაქვთ პოსტის ფოტოების წაშლის უფლება.'
    ]
];
