<?php

return [
    'success' => [
        'store' => 'სექცია შეიქმნა წარმატებით.',
        'update' => 'სექცია განახლდა წარმატებით.',
        'destroy' => 'სექცია წაიშალა წარმატებით.',
        'delete_images' => 'სექციის ფოტოები წაიშლა წარმატებით.'
    ],
    'error' => [
        'index' => 'თქვენ არ გაქვთ სექციათა სიის ნახვის უფლება.',
        'show' => 'თქვენ არ გაქვთ კონკრეტული სექციის ნახვის უფლება.',
        'store' => 'თქვენ არ გაქვთ სექციის შექმნის უფლება.',
        'update' => 'თქვენ არ გაქვთ სექციის განახლებისის უფლება.',
        'destroy' => 'თქვენ არ გაქვთ სექციის წაშლის უფლება.',
        'types' => 'თქვენ არ გაქვთ სექციათა ტიპების ნახვის უფლება.',
        'delete_images' => 'თქვენ არ გაქვთ სექციის ფოტოების წაშლის უფლება.'
    ]
];
