<?php

return [
    'success' => [
        'store' => 'მომხმარებელი შეიქმნა წარმატებით.',
        'update' => 'მომხმარებელი განახლდა წარმატებით.',
        'destroy' => 'მომხმარებელი წაიშალა წარმატებით.',
        'activate' => 'მომხმარებელი გააქტიურდა წარმატებით.',
        'deactivate' => 'მომხმარებელი დეაქტივირდა წარმატებით.'
    ],
    'error' => [
        'index' => 'თქვენ არ გაქვთ მომხმარებელთა სიის ნახვის უფლება.',
        'show' => 'თქვენ არ გაქვთ კონკრეტული მომხმარებელის ნახვის უფლება.',
        'store' => 'თქვენ არ გაქვთ მომხმარებლის შექმნის უფლება.',
        'update' => 'თქვენ არ გაქვთ მომხმარებლის განახლებისის უფლება.',
        'destroy' => 'თქვენ არ გაქვთ მომხმარებლის წაშლის უფლება.',
        'activate' => 'თქვენ არ გაქვთ მომხმარებლის გააქტიურების უფლება.',
        'deactivate' => 'თქვენ არ გაქვთ მომხმარებლის დეაქტივიაციის უფლება.'
    ]
];
